Repository: Safemasks/safemasks-app
Catalog: safemasks/masks_auth/locale/*/LC_MESSAGES/django.po
Languages: de

source: +99999 max 15 digits
de: +9999 maximal 15 Stellen

source: Your company or institution.
de: Ihre Beschäftigung

source: Why are you interested in using Safe Masks? Please add additional descriptions and further links to verify your identity.
de: Warum sind Sie an Safe Masks interessiert? Bitte fügen Sie weitere information hinzu, die uns helfen Sie zu verifizieren.

source: First name
de: Vorname

source: Last name
de: Nachname

source: Sign Up
de: Registrieren

source: Phone number must be entered in the format: '+999999999'. Up to 15 digits allowed.
de: Die Telefonnummer muss das folgende Format besitzen: '+9999' (maximal 15 Stellen)

source: User instance.
de: Nutzer Instanz

source: +999999999 Up to 15 digits allowed
de: '+9999' maximal 15 Stellen erlaubt

source: Name of your company or institution.
de: Name Ihrer Firma oder Beschäftigung

source: Additional information, descriptions and references.
de: Weitere Infromationen, Beschreibungen oder Referenzen.

source: Was the authenticity of the user reviewed by the administration?
de: Wurde der Nutzer von einem Administrator verifiziert?

source: Ip address associated with user.
de: Ip Adresse des Nutzers.

source: Last time the profile was updated.
de: Letze Profiländerung.

source: Account Inactive
de: Account Inaktiv

source: This account is inactive.
de: Dieser Account is nicht aktiv.

source: Sign In
de: Anmelden

source: E-mail Addresses
de: E-mail Adressen

source: The following e-mail addresses are associated with your account:
de: Die folgenden E-mail Adressen sind mit Ihrem Account verknüpft:

source: Verified
de: Verifiziert

source: Unverified
de: Nicht verifiziert

source: Primary
de: Primär

source: Make Primary
de: Primär setzen

source: Re-send Verification
de: Bestätigung erneut versenden

source: Remove
de: Löschen

source: Warning:
de: Warnung:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
de: Sie haben zur Zeit keine E-Mail Adresse angegeben. Wir empfehlen eine Adresse hinzuzufügen, damit Benachrichtigungen erhalten werden und sich das Passwort zurückzusetzen lässt.

source: Add E-mail Address
de: E-mail Adresse hinzufügen

source: Add E-mail
de: E-mail Adresse hinzufügen

source: Do you really want to remove the selected e-mail address?
de: Möchten Sie wirklich die ausgewählte E-Mail Adresse entfernen?

source: Hello from Safe Masks! You're receiving this e-mail because user %(user_display)s has given yours as an e-mail address to connect their account. To confirm this is correct, go to %(activate_url)s
de: Hallo von Safe Masks! Sie erhalten diese Email, da der Nutzer %(user_display)s diese mit einem Safe Maks! Profil verknüpft hat. Bitte klicken Sie auf den folgenden Link um den Account zu verifizieren %(activate_url)s

source: Thank you from Safe Masks!
de: Vielen Dank von Safe Masks!

source: Confirm E-mail Address
de: Bestätigen der E-Mail Adresse

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
de: Bitte bestätigen Sie, dass <a href="mailto:%(email)s">%(email)s</a> eine E-Mail Adresse für Nutzer %(user_display)s ist.

source: Confirm
de: Bestätigen

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
de: Der E-Mail Verifizierungslink ist entweder ungültig oder abgelaufen. Bitte <a href="%(email_url)s">fordern Sie einen neuen Bestätigungslink an</a>.

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
de: Falls Sie noch keinen Account erstellt haben, <a href="%(signup_url)s">registrieren Sie sich</a> bitte.

source: Forgot Password?
de: Passwort vergessen?

source: Sign Out
de: Abmelden

source: Are you sure you want to sign out?
de: Sind Sie sicher, dass Sie sich abmelden wollen?

source: Change Password
de: Passwort ändern

source: Password Reset
de: Passwort zurücksetzen

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
de: Passwort vergessen? Bitte geben Sie Ihre E-Mail Adresse an und wir schicken Ihnen einen Link zu, mit dem Sie Ihr Passwort zurücksetzen können.

source: Reset My Password
de: Passwort zurücksetzen

source: Please contact us if you have any trouble resetting your password.
de: Bitte kontaktieren Sie uns, Falls es Probleme mit der Passwortzurücksetzung gibt.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
de: Wir haben Ihnen eine E-Mail zukommen lassen. Bitte kontaktieren Sie uns falls sie keine E-Mail in den nächsten Minuten erhalten.

source: Bad Token
de: Falsches Token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
de: Der Link zur Zurücksetzung des Passwortes ist ungültig; möglicherweise wurde er bereits genutz. Bitte fordern Sie erneut <a href="%(passwd_reset_url)s">eine Passwort-Zurücksetzung</a>. an

source: change password
de: Passwort ändern

source: Your password is now changed.
de: Ihr Passwort wurde geändert.

source: Set Password
de: Passwort wählen

source: Profile:
de: Profil:

source: Your account is set to inactive. Please contact our support.
de: Ihr Account ist inaktiv. Bitte wenden Sie sich an den Support.

source: Your do not have a verified E-mail address yet
de: Sie besitzen noch keine verifizierte E-Mail Adresse

source: Please verify your email to receive further access rights
de: Bitte verifizieren Sie Ihre E-Mail Adresse um weitere Zugangsrechte zu erhalten

source: Your profile has not been reviewed, yet
de: Ihr Profil wurde noch nicht geprüft

source: We are going to contact you soon.
de: Wir werden Sie bald kontaktieren

source: Update profile information
de: Profilinformationen bearbeiten

source: Email address
de: E-mail Adresse

source: Last updated:
de: Letzte Bearbeitung:

source: Signup
de: Registrieren

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
de: Sie besitzen bereits einen Account? Bitte <a href="%(login_url)s">melden Sie sich an</a>.

source: Although, the information we provide are free, to maintain the integrity of our data, we manually review users. If you want to request access, please provide information about you and why you require access to Safe Masks. After we have verified your E-Mail address, we will contact you about further steps.
de: Wir stellen unsere Information umsonst zur Verfügung. Trotzdem erfordern wir ein Registrierung, um die Integrität unser Daten zu gewährleisten. Bitte lassen Sie uns wissen, wofür Sie den Zugang zu Safe Masks! benötigen und geben Sie weitere Informationen preis, die bei der Verifizierung helfen. Nach der Verifizierung dieser Daten kontaktieren wir Sie bezüglich nächster Schritte.

source: Sign Up Closed
de: Registrierung nicht möglich

source: We are sorry, but the sign up is currently closed.
de: Die Registrierung ist derzeit nicht möglich. Wir bitten um Entschuldigung.

source: Verify Your E-mail Address
de: E-Mail Adresse bestätigen

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
de: Wir haben eine Bestätigungs-E-Mail verschickt. Bitte klicken Sie auf den angefügten Link, um die Registrierung abzuschließen. Bitte kontaktieren Sie uns falls Sie in den nächsten Minuten keine E-Mail erhalten.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
de: Um diese Seite zu besuchen, müssen Sie Ihre E-Mail Adresse bestätigen.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
de: Wir haben eine Bestätigungs-E-Mail verschickt. Bitte klicken Sie auf den angefügten Link, um die Registrierung abzuschließen. Bitte kontaktieren Sie uns falls Sie in den nächsten Minuten keine E-Mail erhalten.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
de: <strong>Hinweis:</strong> Sie können weiterhin Ihre <a href="%(email_url)s">E-Mail Adresse ändern</a>.
